export default {
  projections: {
    СотрудникиE: {
      iDСотруд: {
        __caption__: 'I d сотруд'
      },
      фИОСотр: {
        __caption__: 'Ф и о сотр'
      },
      должность: {
        __caption__: 'Должность'
      }
    },
    СотрудникиL: {
      iDСотруд: {
        __caption__: 'I d сотруд'
      },
      фИОСотр: {
        __caption__: 'Ф и о сотр'
      },
      должность: {
        __caption__: 'Должность'
      }
    }
  },
  validations: {
    iDСотруд: {
      __caption__: 'I d сотруд'
    },
    должность: {
      __caption__: 'Должность'
    },
    фИОСотр: {
      __caption__: 'Ф и о сотр'
    }
  }
};
